export const rulesData = [
  {
    id: "main",
    title: "🧷 Основное положение",
    rules: [
      {
        id: "1.1",
        title: "📘 1.1 Содержание",
        description: "Не знание правил НЕ освобождает вас от ответственности.",
      },
      {
        id: "1.2",
        title: "📘 1.2 Содержание",
        description:
          "Владельцы проекта имеют право принимать решения, которые не соответствуют этим правилам.",
      },
      {
        id: "1.3",
        title: "📘 1.3 Содержание",
        description: "Правила могут меняться без предупреждения игроков.",
      },
    ],
  },
  {
    id: "server",
    title: "🧷 Правила сервера",
    rules: [
      {
        id: "2.1",
        title: "📘 2.1 Содержание",
        description:
          "Запрещены любые виды оскорбления, буллинга, унижения или угроз в сторону игрока.",
        punishment: "Мут",
        duration: "2 часа",
      },
      {
        id: "2.2",
        title: "📘 2.2 Содержание",
        description: "Запрещено спам в голосовом или текстовом чате.",
        punishment: "Мут",
        duration: "2 часа",
      },
      {
        id: "2.3",
        title: "📘 2.3 Содержание",
        description:
          "Запрещено рекламировать сторонние проекты и сайты в любом виде (чат, никнейм, тег, названию оружия и т.п.).",
        punishment: "Мут",
        duration: "2 недели",
      },
      {
        id: "2.4",
        title: "📘 2.4 Содержание",
        description:
          "Запрещено упоминать политику на сервере.",
        punishment: "Мут",
        duration: "12 часов",
      },
      {
        id: "2.5",
        title: "📘 2.5 Содержание",
        description:
          "Запрещено проявление расизма, нацизма, сексизма и подстрекательство к международным нарушениям.",
        punishment: "Бан",
        duration: "2 дня",
      },
      {
        id: "2.6",
        title: "📘 2.6 Содержание",
        description:
          "Запрещена любая реклама посторонних сайтов, каналов соц. сетей, стриминговых платформ, обмен или покупка вещей.",
        noteTitle: "🛑 Примечание:",
        note:
          "За распространение информации о других серверах - бан НАВСЕГДА",
        punishment: "Бан",
        duration: "2 недели",
      },
      {
        id: "2.7",
        title: "📘 2.7 Содержание",
        description:
          "Использование SoundPad, микрофона с громкими и фонящими звуками, а также программ по изменению голоса запрещены.",
        punishment: "Мут",
        duration: "6 часов",
      },
      {
        id: "2.8",
        title: "📘 2.8 Содержание",
        description:
          "Запрещено какой либо мониторинг в голосовом или текстовом чате на сервере, а также использование каких либо сторонних программ для этого.",
        punishment: "Бан",
        duration: "2 дня",
      },
      {
        id: "2.9",
        title: "📘 2.9 Содержание",
        description:
          "Запрещено что либо просить, вымогать у администрации или игроков на сервере. За исключением, если речь идет о дропе.",
        punishment: "Мут",
        duration: "2 часа",
      },
      {
        id: "2.10",
        title: "📘 2.10 Содержание",
        description:
          "Запрещены действия, мешающие другим игрокам: беспорядочная беготня заигроком, резня ножом, стрельба по игроку, ослепление флешкой, а также умышленноезатягивание времени.",
        punishment: "Бан",
        duration: "6 часов",
      },
      {
        id: "2.11",
        title: "📘 2.11 Содержание",
        description:
          "Запрещено покидать сервер после нарушения правил с целью избежать наказания.",
        punishment: "Бан",
        duration: "3 дня",
      },
      {
        id: "2.12",
        title: "📘 2.12 Содержание",
        description:
          "Запрещено злоупотреблять командами report, votekick, voteban и votemute с целью ускорить реакцию администрации или привлечь её внимание без веских оснований.",
        punishment: "Бан",
        duration: "6 часов",
      },
      {
        id: "2.13",
        title: "📘 2.13 Содержание",
        description:
          "Запрещены оскорбления в адрес Администрации проекта, а также обсуждение, осуждение и критика её действий.",
        punishment: "Мут",
        duration: "6 часов",
      },
      {
        id: "2.14",
        title: "📘 2.14 Содержание",
        description:
          "Запрещено раскрывать присутствие Администрации на сервере.",
        punishment: "Мут",
        duration: "2 часа",
      },
      {
        id: "2.15",
        title: "📘 2.15 Содержание",
        description:
          "Запрещено выдавать себя за Администратора или использовать чужую личность в никнейме, чате, названиях оружия и тегах",
        punishment: "Бан",
        duration: "2 дня",
      },
      {
        id: "3.1",
        title: "📘 3.1 Содержание",
        description:
          "Запрещено использование сторонних ПО, которое запрещено официальным разработчиком Valve.",
        punishment: "Бан",
        duration: "Навсегда",
      },
      {
        id: "3.2",
        title: "📘 3.2 Содержание",
        description:
          "Отказ от проверки или выход с проверочного процесса запрещен.",
        noteTitle: "🛑 Примечание:",
        note:
          "После окончания срока бана за отказ от проверки игрок должен пройти обязательную проверку на читы. Если игрок отказывается проходить проверку во второй раз - бан НАВСЕГДА",
        punishment: "Бан",
        duration: "2 недели",
      },
      {
        id: "3.3",
        title: "📘 3.3 Содержание",
        description:
          "Запрещено использование любых багов и глитчей.",
        punishment: "Бан",
        duration: "12 часов",
      },
      {
        id: "3.4",
        title: "📘 3.4 Содержание",
        description:
          "Запрещено обращаться к Администрации без уважительной причины, а также мешать или отвлекать от выполнения служебных обязанностей.",
        punishment: "Бан",
        duration: "12 часов",
      },

    ],
  },
];
