export const rulesData = [
  {
    id: "main",
    title: "🧷 Основное положение",
    rules: [
      {
        id: "1.1",
        title: "📘 1.1 Содержание",
        description: "Не знание правил НЕ освобождает вас от ответственности.",
      },
      {
        id: "1.2",
        title: "📘 1.2 Содержание",
        description:
          "Владельцы проекта имеют право принимать решения, которые не соответствуют этим правилам.",
      },
      {
        id: "1.3",
        title: "📘 1.3 Содержание",
        description: "Правила могут меняться без предупреждения игроков.",
      },
    ],
  },
  {
    id: "server",
    title: "🧷 Правила сервера",
    rules: [
      {
        id: "2.1",
        title: "📘 2.1 Содержание",
        description:
          "Запрещено рекламировать сторонние проекты и сайты в любом виде (чат, никнейм, тег, названию оружия и т.п.).",
        punishment: "Предупреждение ➜ Бан",
        duration: "30 минут",
      },
      {
        id: "2.2",
        title: "📘 2.2 Содержание",
        description: "Ник не должен быть похож на ник Администратора.",
        punishment: "Предупреждение ➜ Бан",
        duration: "30 минут",
      },
      {
        id: "2.3",
        title: "📘 2.3 Содержание",
        description:
          "Запрещено рекламировать сторонние проекты и сайты в любом виде (чат, никнейм, тег, названию оружия и т.п.).",
        noteTitle: "🛑 Примечание:",
        note:
          "Если игрок открыто рекламирует другой проект, предоставляет айпи/сайт или иначе занимается рекламой: бан — навсегда.",
        punishment: "Предупреждение ➜ Бан",
        duration: "30 минут",
      },
      {
        id: "2.4",
        title: "📘 2.3 Содержание",
        description:
          "Запрещено рекламировать сторонние проекты и сайты в любом виде (чат, никнейм, тег, названию оружия и т.п.).",
        noteTitle: "🛑 Примечание:",
        note:
          "Если игрок открыто рекламирует другой проект, предоставляет айпи/сайт или иначе занимается рекламой: бан — навсегда.",
        punishment: "Предупреждение ➜ Бан",
        duration: "30 минут",
      },
      {
        id: "2.5",
        title: "📘 2.3 Содержание",
        description:
          "Запрещено рекламировать сторонние проекты и сайты в любом виде (чат, никнейм, тег, названию оружия и т.п.).",
        noteTitle: "🛑 Примечание:",
        note:
          "Если игрок открыто рекламирует другой проект, предоставляет айпи/сайт или иначе занимается рекламой: бан — навсегда.",
        punishment: "Предупреждение ➜ Бан",
        duration: "30 минут",
      },
      {
        id: "2.6",
        title: "📘 2.3 Содержание",
        description:
          "Запрещено рекламировать сторонние проекты и сайты в любом виде (чат, никнейм, тег, названию оружия и т.п.).",
        noteTitle: "🛑 Примечание:",
        note:
          "Если игрок открыто рекламирует другой проект, предоставляет айпи/сайт или иначе занимается рекламой: бан — навсегда.",
        punishment: "Предупреждение ➜ Бан",
        duration: "30 минут",
      },
      // Додавай інші правила сюди
    ],
  },
];
